export default {
  projections: {
    ПланE: {
      количество: {
        __caption__: 'Количество'
      },
      этоУслуга: {
        __caption__: 'Это услуга'
      },
      номенклатура: {
        __caption__: 'Номенклатура',
        номенклатура: {
          __caption__: 'Номенклатура'
        }
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    этоУслуга: {
      __caption__: 'Это услуга'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    планЗакупок: {
      __caption__: 'планЗакупок'
    }
  }
};
