export default {
  projections: {
    НоменклатураE: {
      номенклатура: {
        __caption__: 'Номенклатура'
      },
      контрагенты: {
        __caption__: 'Контрагенты',
        контрагент: {
          __caption__: 'Контрагент'
        }
      },
      единицыИзмер: {
        __caption__: 'Единицы измер',
        единицаИзмер: {
          __caption__: 'Единица измер'
        }
      }
    },
    НоменклатураL: {
      номенклатура: {
        __caption__: 'Номенклатура'
      },
      контрагенты: {
        __caption__: 'Контрагент',
        контрагент: {
          __caption__: 'Контрагент'
        }
      },
      единицыИзмер: {
        __caption__: 'Единица измер',
        единицаИзмер: {
          __caption__: 'Единица измер'
        }
      }
    }
  },
  validations: {
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    единицыИзмер: {
      __caption__: 'Единицы измер'
    },
    контрагенты: {
      __caption__: 'Контрагенты'
    }
  }
};
